Repository: ahmedrasar/cashback
Catalog: lib/l10n/cashback_*.arb
Languages: ar

source: Points
ar: النقاط

source: Total Collected Points
ar: إجمالي النقاط المجمعة

source: Level
ar: المستوى

source: Point
ar: نقطة

source: Registry
ar: السجل

source: How to collect?
ar: كيف اجمع؟

source: How to win?
ar: كيف افوز؟

# collectMoreLabel
source: Collect more points to join prize contests!
ar: !جمع المزيد من النقاط للانضمام الى مسابقات الجوائز

source: Weekly Contest
ar: المسابقة الاسبوعية

source: Monthly Contest
ar: المسابقة الشهرية

source: Quarterly Contest
ar: المسابقة الربع سنوية

source: Rank
ar: الرتبة

source: To First Rank
ar: حتى الرتبة الاولى

# rewardsTableLabel
source: Leaderboard for Prizes
ar: قائمة الاوائل للجوائز

# competeToWinLabel
source: Compete to reach the top before each contest ends to win the prize
ar: تنافس للحصول علي المرتبة الاولى قبل نهاية كل مسابقة للفوز بالجائزة

source: Win
ar: اربح

source: Weekly
ar: الاسبوعية

source: Monthly
ar: الشهرية

source: Quarterly
ar: الربع سنوية

# lockedContestTableLabel
source: Earn Your {period} Points
ar: حقق نقاطك {period}

# lockedContestTableBody
source: Start competing for the {period} prize
ar: للبدء في المنافسة علي الجائزة {period}

# howToCollectSubtitle
source: Win prizes with every point!
ar: !اربح جوائز حصرية مع كل نقطة

# howToCollectS1Label
source: Collect points with every order
ar: جمع نقاط مع كل طلبية

# howToCollectS1Body
source: Every 1 EGP in your completed order gives you one point closer to winning amazing prizes
ar: كل 1 EGP في طلبيتك المكتملة تمنحك نقطة واحدة أقرب للفوز بجوائز مذهلة

# howToCollectS2Label
source: Level up to earn bonus points
ar: ارتق الى المستوى الأعلى للحصول على نقاط اضافية

# howToCollectS2Body
source: The higher your level, the more points you earn
ar: كلما ارتفع مستواك كلما ربحت نقاطا أكثر

# howToCollectS3Label
source: Look for special offers
ar: ابحث عن العروض الخاصة

# howToCollectS3Body
source: Discover offers that boost your points even more
ar: اكتشف العروض التي تزيد من نقاطك أكثر

# howToCollectS4Label
source: Don't miss special events
ar: لا تفوت الأحداث الخاصة

# howToCollectS4Body
source: Watch out for special events where you can multiply your points
ar: ترقب الأحداث الخاصة حيث يمكنك مضاعفة نقاطك

# theMoreYouCollectLabel
source: The more points you collect, the more rewards you get!
ar: كلما زادت النقاط المجمعة زادت الجوائز!

# startCollectingTody
source: Start Collecting Today
ar: ابدأ في الجمع اليوم

# howToWinSubtitle
source: Join and rise to the top!
ar: انضم الي المسابقة و اصعد الي القمة!

# howToWinS1Label
source: Automatic enrollment
ar: الانضمام التلقائي

# howToWinS1Body
source: Get the required points and you'll be in the contest
ar: احصل علي نقاط المطلوبة و ستكون في المسابقة

# howToWinS2Label
source: Compete to be first
ar: تنافس لتكون الأول

# howToWinS2Body
source: Compete with other pharmacies for first place and the grand prize
ar: تنافس مع الصيدليات الأخرى علي المركز الأول و الجائزة الكبرى

# howToWinS3Label
source: Track your progress
ar: تتبع تقدمك

# howToWinS3Body
source: The leaderboard keeps you updated on your rank and progress
ar: يبقيك قائمة الاوائل علي اطلاع دائم بترتيبك و تقدمك في المنافسة

# howToWinS4Label
source: Win and claim your prize
ar: اربح واحصل على جائزتك

# howToWinS4Body
source: At the end of each contest, the winner is announced. If it's you, a special window will guide you to claim your prize
ar: في نهاية كل مسابقة يتم الاعلان عن الفائز اذا كنت انت الفائز فستوجهك نافذة خاصة لاستلام جائزتك

# pushToTheTop
source: Keep Pushing to The Top
ar: استمر في التقدم نحو القمة

source: Collected Points Registry
ar: سجل النقاط المجمعة

# rewards
source: Prizes
ar: الجوائز

source: No Items Found
ar: لم يتم العثور على عناصر

# noItemsFoundBody
source: This list is currently empty
ar: هذة القائمة فارغة حاليا

# completedRequest
source: Request #{id} completed successfully
ar: استكمال الطلب {id}#

# currencyCode
source: EGP
ar: ج.م
